[{"eng":"We use «will» to announce a new decision.","tr":"Мы используем «это», чтобы объявить о новом решении.","help":"«will»"},{"eng":"decision","tr":"решение","help":""},{"eng":"announce","tr":"объявлять о (чем-либо)","help":""},{"eng":"announce a new decision","tr":"объявлять (о) новом решении","help":""},{"eng":"Let’s have a party. – That’s a great idea. We will invite lots of people.","tr":"Давай устроим вечеринку. – (Э)то отличная идея. Мы пригласим много людей.","help":"that's... lots ..."},{"eng":"The party is a new idea.","tr":"Вечеринка — новая идея.","help":""},{"eng":"have a party","tr":"устроить вечеринку","help":""},{"eng":"great idea","tr":"отличная/замечательная идея","help":""},{"eng":"We use «be going to» when we have already decided to do something.","tr":"Мы используем «это», когда мы уже решили сделать что-то. ","help":"«be going to»"},{"eng":"Sarah and I have decided to have a party. We are going to invite lots of people.","tr":"Мы с Сарой решили устроить вечеринку. Мы собираемся пригласить много* людей.","help":"много* — lots of"},{"eng":"Sarah and I","tr":"Мы с Сарой","help":""},{"eng":"Helen had already decided to invite lots of people before she spoke to Max.","tr":"Хелен уже решила пригласить много людей, прежде чем она поговорила с Максом. (speak)","help":"рассказ о прошлом"},{"eng":"speak - spoke - spoken","tr":"выступать; разговаривать (3 формы)","help":""},{"eng":"Gary has been trying to contact you. – Has he? OK, I will call him.","tr":"Гари пытается связаться с тобой. – Неужели? Окей, я позвоню ему.","help":"пытается уже какое-то время"},{"eng":"Gary has been trying to contact you. – Yes, I know. I am going to call him.","tr":"Гари пытается (уже какое-то время) связаться с вами. – Да, я знаю. Я собираюсь позвонить ему.","help":""},{"eng":"contact you","tr":"связаться с тобой","help":""},{"eng":"Anna is in hospital. – Really? I didn’t know. I will go and visit her.","tr":"Анна в больнице. – Правда? Я не знал. Я пойду и навещу ее.","help":"visit"},{"eng":"Anna is in hospital. – Yes, I know. I am going to visit her this evening.","tr":"Анна находится в больнице. – Да, я знаю. Я собираюсь навестить ее сегодня вечером.","help":""},{"eng":"hospital","tr":"больница","help":""},{"eng":"go and visit","tr":"пойти навестить","help":""}]